Repository: lawoflarge/sunlit
Catalog: Sources/Sunlit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, it, ja, nl, pl, pt_br

# widget.goldenRing.accessibility.underway
source: Golden hour now, until %@
de: Goldene Stunde jetzt, bis %1$@
es: Hora dorada ahora, hasta %1$@
es_mx: Hora dorada ahora, hasta %1$@
fr: Heure dorée en cours, jusqu’à %1$@
it: Ora d'oro adesso, fino alle %1$@
ja: ゴールデンアワー中、%1$@ まで
nl: Gouden uur nu, tot %1$@
pl: Złota godzina teraz, do %1$@
pt_br: Hora dourada agora, até %1$@

# widget.goldenRing.accessibility.waiting
source: Golden hour begins at %@
de: Goldene Stunde beginnt um %1$@
es: La hora dorada empieza a las %1$@
es_mx: La hora dorada empieza a las %1$@
fr: L’heure dorée commence à %1$@
it: L'ora d'oro comincia alle %1$@
ja: ゴールデンアワーは %1$@ に始まります
nl: Gouden uur begint om %1$@
pl: Złota godzina zaczyna się o %1$@
pt_br: A hora dourada começa às %1$@

# widget.goldenRing.description
source: A ring counting down to the golden hour, then through it.
de: Ein Ring zählt zur goldenen Stunde herunter und dann durch sie hindurch.
es: Un anillo que cuenta atrás hasta la hora dorada y luego a lo largo de ella.
es_mx: Un anillo que cuenta hacia la hora dorada, y luego a lo largo de ella.
fr: Un anneau qui décompte jusqu’à l’heure dorée, puis pendant celle-ci.
it: Un anello che conta alla rovescia fino all'ora d'oro, e poi durante.
ja: ゴールデンアワーまで、そしてその間を数えるリング。
nl: Een ring die aftelt naar het gouden uur, en er daarna doorheen loopt.
pl: Pierścień odliczający do złotej godziny, a potem przez nią.
pt_br: Um anel em contagem regressiva até a hora dourada e depois ao longo dela.

# widget.goldenRing.none
source: None today
de: Heute keine
es: Hoy ninguna
es_mx: Hoy no hay
fr: Aucune aujourd’hui
it: Nessuna oggi
ja: 今日はなし
nl: Vandaag geen
pl: Dziś brak
pt_br: Nenhuma hoje

# widget.goldenRing.title
source: Golden Hour
de: Goldene Stunde
es: Hora dorada
es_mx: Hora dorada
fr: Heure dorée
it: Ora d'oro
ja: ゴールデンアワー
nl: Gouden uur
pl: Złota godzina
pt_br: Hora Dourada

# widget.label.altitude
source: Alt
de: Höhe
fr: Haut
ja: 高度
pl: Wys.

# widget.label.place
source: Place
de: Ort
es: Lugar
es_mx: Lugar
fr: Lieu
it: Luogo
ja: 地点
nl: Plaats
pl: Miejsce
pt_br: Local

# widget.label.sunrise
source: Sunrise
de: Aufgang
es: Salida
es_mx: Salida
fr: Lever
it: Alba
ja: 日の出
nl: Opkomst
pl: Wschód
pt_br: Nascer

# widget.label.sunset
source: Sunset
de: Untergang
es: Puesta
es_mx: Puesta
fr: Coucher
it: Tramonto
ja: 日の入り
nl: Ondergang
pl: Zachód
pt_br: Pôr

# widget.locked.body
source: Widgets are part of the one purchase.
de: Widgets gehören zum einmaligen Kauf.
es: Los widgets forman parte de la única compra.
es_mx: Los widgets son parte de la única compra.
fr: Les widgets font partie de l’achat unique.
it: I widget fanno parte dell'unico acquisto.
ja: ウィジェットは1回の購入に含まれます。
nl: Widgets horen bij de ene aankoop.
pl: Widżety są częścią jednego zakupu.
pt_br: Os widgets fazem parte da compra única.

# widget.locked.title
source: Unlock in Sunlit
de: In Sunlit freischalten
es: Desbloquear en Sunlit
es_mx: Desbloquear en Sunlit
fr: Déverrouiller dans Sunlit
it: Sblocca in Sunlit
ja: Sunlit で解除
nl: Ontgrendel in Sunlit
pl: Odblokuj w Sunlit
pt_br: Desbloqueie no Sunlit

# widget.moon.firstQuarter
source: First quarter
de: Erstes Viertel
es: Cuarto creciente
es_mx: Cuarto creciente
fr: Premier quartier
it: Primo quarto
ja: 上弦
nl: Eerste kwartier
pl: Pierwsza kwadra
pt_br: Quarto crescente

# widget.moon.fullMoon
source: Full moon
de: Vollmond
es: Luna llena
es_mx: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月
nl: Volle maan
pl: Pełnia
pt_br: Lua cheia

# widget.moon.lastQuarter
source: Last quarter
de: Letztes Viertel
es: Cuarto menguante
es_mx: Cuarto menguante
fr: Dernier quartier
it: Ultimo quarto
ja: 下弦
nl: Laatste kwartier
pl: Ostatnia kwadra
pt_br: Quarto minguante

# widget.moon.newMoon
source: New moon
de: Neumond
es: Luna nueva
es_mx: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja: 新月
nl: Nieuwe maan
pl: Nów
pt_br: Lua nova

# widget.moon.waningCrescent
source: Waning crescent
de: Abnehmende Sichel
es: Menguante cóncava
es_mx: Luna menguante
fr: Dernier croissant
it: Falce calante
ja: 欠ける三日月
nl: Afnemende sikkel
pl: Sierp ubywający
pt_br: Minguante côncava

# widget.moon.waningGibbous
source: Waning gibbous
de: Abnehmender Dreiviertelmond
es: Gibosa menguante
es_mx: Gibosa menguante
fr: Gibbeuse décroissante
it: Gibbosa calante
ja: 欠ける凸月
nl: Afnemende maan
pl: Wypukły ubywający
pt_br: Minguante gibosa

# widget.moon.waxingCrescent
source: Waxing crescent
de: Zunehmende Sichel
es: Creciente cóncava
es_mx: Luna creciente
fr: Premier croissant
it: Falce crescente
ja: 満ちる三日月
nl: Wassende sikkel
pl: Sierp przybywający
pt_br: Crescente côncava

# widget.moon.waxingGibbous
source: Waxing gibbous
de: Zunehmender Dreiviertelmond
es: Gibosa creciente
es_mx: Gibosa creciente
fr: Gibbeuse croissante
it: Gibbosa crescente
ja: 満ちる凸月
nl: Wassende maan
pl: Wypukły przybywający
pt_br: Crescente gibosa

# widget.nextEvent.accessibility.label
source: Next sun event at %@
de: Nächstes Sonnenereignis an %1$@
es: Próximo evento solar en %1$@
es_mx: Próximo evento solar en %1$@
fr: Prochain événement solaire à %1$@
it: Prossimo evento solare a %1$@
ja: %1$@ の次の太陽の現象
nl: Volgende zonsgebeurtenis in %1$@
pl: Następne zjawisko słoneczne, miejsce: %1$@
pt_br: Próximo evento do sol em %1$@

# widget.nextEvent.accessibility.value
source: %@ at %@, in %@
de: %1$@ um %2$@, in %3$@
es: %1$@ a las %2$@, dentro de %3$@
es_mx: %1$@ a las %2$@, en %3$@
fr: %1$@ à %2$@, dans %3$@
it: %1$@ alle %2$@, tra %3$@
ja: %1$@ %2$@、あと %3$@
nl: %1$@ om %2$@, over %3$@
pl: %1$@ o %2$@, za %3$@
pt_br: %1$@ às %2$@, em %3$@

# widget.nextEvent.description
source: The next sun event at your place, counting down.
de: Das nächste Sonnenereignis am eigenen Ort, mit Countdown.
es: El próximo evento solar en tu lugar, con cuenta atrás.
es_mx: El próximo evento solar en tu lugar, con cuenta regresiva.
fr: Le prochain événement solaire chez vous, en compte à rebours.
it: Il prossimo evento solare nel tuo luogo, con il conto alla rovescia.
ja: あなたの地点の次の太陽の現象をカウントダウン。
nl: De volgende zonsgebeurtenis op je plaats, aftellend.
pl: Następne zjawisko słoneczne w twoim miejscu, z odliczaniem.
pt_br: O próximo evento do sol no seu local, em contagem regressiva.

# widget.nextEvent.none
source: No event ahead
de: Kein Ereignis voraus
es: Sin eventos por delante
es_mx: Sin eventos próximos
fr: Aucun événement à venir
it: Nessun evento in arrivo
ja: この先に現象なし
nl: Geen gebeurtenis meer
pl: Brak zjawisk
pt_br: Sem evento à frente

# widget.nextEvent.title
source: Next Event
de: Nächstes Ereignis
es: Próximo evento
es_mx: Próximo evento
fr: Prochain événement
it: Prossimo evento
ja: 次の現象
nl: Volgende gebeurtenis
pl: Następne zjawisko
pt_br: Próximo Evento

# widget.polar.day
source: The sun stays up all day
de: Sonne den ganzen Tag über dem Horizont
es: El sol no se pone en todo el día
es_mx: El sol se queda arriba todo el día
fr: Le Soleil reste levé tout le jour
it: Il Sole resta alto tutto il giorno
ja: 太陽は一日中出たままです
nl: De zon blijft de hele dag op
pl: Słońce jest cały dzień nad horyzontem
pt_br: O sol fica acima do horizonte o dia todo

# widget.polar.night
source: The sun stays down all day
de: Sonne den ganzen Tag unter dem Horizont
es: El sol no sale en todo el día
es_mx: El sol se queda abajo todo el día
fr: Le Soleil reste couché tout le jour
it: Il Sole resta sotto tutto il giorno
ja: 太陽は一日中沈んだままです
nl: De zon blijft de hele dag onder
pl: Słońce jest cały dzień pod horyzontem
pt_br: O sol fica abaixo do horizonte o dia todo

# widget.setup.body
source: Choose a place in the app and this widget follows it.
de: In der App einen Ort wählen, dann folgt dieses Widget ihm.
es: Elige un lugar en la app y este widget lo seguirá.
es_mx: Elige un lugar en la app y este widget lo sigue.
fr: Choisissez un lieu dans l’app et ce widget le suit.
it: Scegli un luogo nell'app e questo widget lo segue.
ja: アプリで地点を選ぶと、このウィジェットがそれに従います。
nl: Kies een plaats in de app en deze widget volgt die.
pl: Wybierz miejsce w aplikacji, a ten widżet będzie za nim podążał.
pt_br: Escolha um local no app e este widget o acompanha.

# widget.setup.short
source: Open app
de: App öffnen
es: Abrir la app
es_mx: Abrir app
fr: Ouvrir l’app
it: Apri l'app
ja: アプリを開く
pl: Otwórz aplikację
pt_br: Abrir o app

# widget.setup.title
source: Open Sunlit
de: Sunlit öffnen
es: Abrir Sunlit
es_mx: Abrir Sunlit
fr: Ouvrir Sunlit
it: Apri Sunlit
ja: Sunlit を開く
pl: Otwórz Sunlit
pt_br: Abra o Sunlit

# widget.sun.neither
source: No sunrise or sunset today
de: Heute kein Aufgang, kein Untergang
es: Hoy no hay salida ni puesta de sol
es_mx: Hoy no hay salida ni puesta del sol
fr: Ni lever ni coucher aujourd’hui
it: Oggi né alba né tramonto
ja: 今日は日の出も日の入りもありません
nl: Vandaag geen zonsopgang of zonsondergang
pl: Dziś bez wschodu i zachodu Słońca
pt_br: Sem nascer ou pôr do sol hoje

# widget.sun.noSunrise
source: The sun does not rise today
de: Die Sonne geht heute nicht auf
es: Hoy el sol no sale
es_mx: El sol no sale hoy
fr: Le Soleil ne se lève pas aujourd’hui
it: Oggi il Sole non sorge
ja: 今日、太陽は昇りません
nl: De zon komt vandaag niet op
pl: Słońce dziś nie wschodzi
pt_br: O sol não nasce hoje

# widget.sun.noSunset
source: The sun does not set today
de: Die Sonne geht heute nicht unter
es: Hoy el sol no se pone
es_mx: El sol no se pone hoy
fr: Le Soleil ne se couche pas aujourd’hui
it: Oggi il Sole non tramonta
ja: 今日、太陽は沈みません
nl: De zon gaat vandaag niet onder
pl: Słońce dziś nie zachodzi
pt_br: O sol não se põe hoje

# ar.cardinal.west
source: W
es: O
es_mx: O
fr: O
it: O
ja: 西
pt_br: O

# credits.geonames.licence
source: Creative Commons Attribution 4.0
es: Creative Commons Atribución 4.0
it: Creative Commons Attribuzione 4.0
pt_br: Creative Commons Atribuição 4.0

# data.card.uv
source: UV index
es: Índice UV
es_mx: Índice UV
fr: Indice UV
it: Indice UV
ja: UVインデックス
pl: Indeks UV
pt_br: Índice UV

# data.eclipse.magnitude
source: Magnitude
es: Magnitud
es_mx: Magnitud
it: Magnitudine
ja: 食分
pl: Wielkość

# data.eclipse.maximum
source: Maximum
es: Máximo
es_mx: Máximo
it: Massimo
ja: 食甚
pl: Maksimum
pt_br: Máximo

# data.export.title
source: Export
es: Exportar
es_mx: Exportar
fr: Exportation
it: Esportazione
ja: 書き出し
nl: Exporteren
pl: Eksport
pt_br: Exportar

# data.moon.phase
source: Phase
es: Fase
es_mx: Fase
it: Fase
ja: 月相
nl: Fase
pl: Faza
pt_br: Fase

# paywall.capability.export.title
source: Export
es: Exportar
es_mx: Exportar
fr: Exportation
it: Esportazione
ja: 書き出し
nl: Exporteren
pl: Eksport
pt_br: Exportação

# settings.support
source: Support
es: Soporte
es_mx: Soporte
fr: Assistance
it: Assistenza
ja: サポート
nl: Ondersteuning
pl: Pomoc
pt_br: Suporte

# settings.time.system
source: System
es: Sistema
es_mx: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
pl: Systemowy
pt_br: Sistema

# sky.metric.uv
source: UV index
es: Índice UV
es_mx: Índice UV
fr: Indice UV
it: Indice UV
ja: UVインデックス
pl: Indeks UV
pt_br: Índice UV

# sky.scrubber.live
source: Live
es: En directo
es_mx: En vivo
fr: En direct
it: In diretta
ja: ライブ
pl: Na żywo
pt_br: Ao vivo

# data.eclipse.lunar.total
source: Total
fr: Totale
it: Totale
ja: 皆既
nl: Totaal
pl: Całkowite

# data.eclipse.solar.total
source: Total
fr: Totale
it: Totale
ja: 皆既
nl: Totaal
pl: Całkowite

# settings.units.imperial
source: Imperial
fr: Impérial
it: Imperiali
ja: ヤード・ポンド法
nl: Imperiaal
pl: Imperialne

# tab.ar
source: AR
es_mx: RA
fr: RA

# paywall.capability.widgets.title
source: Widgets
it: Widget
ja: ウィジェット
pl: Widżety

# ar.cardinal.north
source: N
ja: 北

# ar.cardinal.south
source: S
ja: 南
nl: Z

# credits.deltaT
source: Delta T
ja: ΔT

# widget.label.azimuth
source: Az
ja: 方位
